/* error message on Today */
"cannot resolve address" = "Adresse nicht zu ermitteln";

/* short for day on Today */
"d" = "t";

/* short for hour on Today */
"h" = "h";

/* short for kilometer on Today */
"km" = "km";

/* short for minute on Today */
"min" = "m";

/* temporary message on Today */
"resolving address..." = "Ermittle Adresse ...";

/* short for second on Today */
"sec" = "s";

